---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsTopLevelParam
source: html/1e069b87-7120-3610-9aa4-d16e0030c412.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsTopLevelParam Property

"Top Level"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsTopLevelParam { get; }
```